Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/eliva-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: - Eai lean dalle hilbes mánát
nob: - Ingen rampete barn på den tiden

source: Muitaluvvon Nils-Ole Dalvikii
nob: Fortalt til Nils-Ole Dalvik

source: Eliva Isaksen lea riegádan 1920:s Olmmáivákkis , Gáivuonas . Doppe lea son orron olles eallinagi .
nob: Eliva Isaksen er født i 1920 i Manndalen i Kåfjord , hvor hun har bodd hele livet .

source: Son álggii skuvlii 7-jahkásažžan 1927 čavčča Goržžis Olmmáivákkis .
nob: Hun begynte på skole som 7-åring høsten 1927 i Fossen i Manndalen .

source: Skuvladállu lei dušše 100 mehtera eret su siiddas .
nob: Skolebygget lå bare 100 meter fra hjemmet hennes .

source: Doppe váccii son gait 7 jagi álbmotskuvllas .
nob: Her gikk hun alle sine sju år på folkeskolen .

source: Son ii leat vázzán eanet skuvlla .
nob: Hun har ingen skolegang utover folkeskolen .

source: Son lea leamaš dálueamit dan rájes go náitalii 1943 .
nob: Hun har vært husmor siden hun ble gift i 1943 .

source: – Mii oahpaimet olu iešguđetlágán áššiid skuvllas .
nob: – Vi lærte mye forskjellig på skolen .

source: Vuosttaš ja nubbi luohkás lei mis skuvllot Soleng .
nob: I første og andre klasse hadde vi lærer Soleng .

source: In muitte man gallis leimmet mu luohkás go álgen , muhto muittán ahte leimmet 26:s go gearggaimet 1935:s .
nob: Hvor mange vi var i klassen min da jeg begynte husker jeg ikke , men jeg minnes at vi var 26 avgangselever i 1935 .

source: Maŋimuš vihtta jagi lei mis skuvllot Nordnes , leigga dušše dát guokte skuvlloha mu čieža jagis .
nob: De siste fem årene hadde vi lærer Nordnes , det var bare disse to lærerne i mine sju år .

source: Skuvllas lei gait dárogillii , ja mun máhtten dárogiela , muhto ipmirdin maid sámegiela .
nob: På skolen gikk alt på norsk , og jeg snakket norsk , men forstod også samisk .

source: Mu luohkás máhtte gait oahppit dárogiela sárdnut .
nob: I min klasse kunne alle elevene snakke norsk .

source: Vuosttaš skuvladiimmus juohke beaivvi lei mis sálbmalávlun , ja rohkadalaimet Áhčči min – lei religiuvdnadiibmu .
nob: Den første skoletimen hver dag hadde vi salmesang , og vi ba Fader Vår – det var religionstime .

source: Nuppi diimmus lei rehkenastin .
nob: Den andre timen hver dag hadde vi regning .

source: Iežá diimmuin lei mis historjá , girkohistorjá , sárgun , čállin ja iešguđetlagán fágat .
nob: De andre timene hadde vi historie , kirkehistorie , tegning , skriving og forskjellige fag .

source: Ii lean makkárge giellafága skuvllas .
nob: Vi hadde ikke noen språkfag på skolen .

source: Lášmmohallan lei maid , muhto ledje eanáš bárehuoččat geat ledje dies mielde , mii nieiddat eat lean nu olu mielde .
nob: Gymnastikk hadde vi og , men det var mest guttungene som hadde det , vi jentene var ikke så mye med på det .

source: Lášmmohallandiimmut ledje olgun , muhto maid soames háve siste , luohkkálanjain .
nob: Gymtimene foregikk utendørs , men også endel innendørs på klasserommene .

source: Mis ii lean skuvllas lášmmohallanlatnja .
nob: Vi hadde ikke noen gymsal på skolen .

source: Bottuin fertiimet mannat olggos vaikko makkár dálki de lei .
nob: I friminuttene måtte vi ut uansett vær , alle måtte ut .

source: Nu lei dalle vierru .
nob: Dette var skikken på den tiden .

source: Dalle láveje bártnit ja nieiddat duhkordallat sierra .
nob: Da lekte som regel guttene for seg og jentene for seg .

source: Vuosttaš ja nubbi luohkká lei skuvladálu nuppi gearddis .
nob: Første og andre klasse gikk i 2. etasje i skolebygget .

source: Go álggiimet Nordnes luohkkái , mii lei golmmadis gitta viđat luohká rádjái vácciimet vuollin vuosttaš gearddis .
nob: Da vi begynte i Nordnes sin klasse som var fra 3. til 5. klasse gikk vi nede i 1. etasje .

source: Lei dušše akta latnja juohke gearddis .
nob: Det var bare et klasserom i hver etasje .

source: Ja de lei lokta gos oahppit sáhtte orrut , muhto in muitte ahte aktage lea doppe orron .
nob: Også var det et loft hvor det kunne bo elever , men jeg kan ikke huske at det bodde noen der .

source: Ledje hirpmus stuora oapmanat guktuid luohkkálanjain , ja lei buorre ja liekkas juohke iđit go skuvlii bođiimet .
nob: Det var kjempestore vedovner i hvert klasserom , og det var varmt og godt hver morgen vi kom på skolen .

source: Akta ránnjáin , Laura Aslaksen ( maŋŋil náitalan Isaksen ) , lei bargi guhte cahkkehii dola oapmaniidda ja basai skuvlla .
nob: En av naboene , Laura Aslaksen ( senere gift Isaksen ) , hadde jobben med å fyre opp og å vaske på skolen .

source: Go galggaimet hivssegastit , de fertiimet olgohivssegii .
nob: Når vi skulle på toalettet måtte vi gå på utedo .

source: Olgohivssegis ledje guokte lanja .
nob: Utedoet var to-delt .

source: Ii mis lean čáhci ge siste go álgen skuvlii , muhto mu skuvlaáiggi mielde oaččuimet čázi sisa .
nob: Vi hadde heller ikke innlagt vann da jeg begynte skolegangen , men i løpet av min skoletid fikk vi innlagt vann .

source: Dalle beasaimet čázi juhkat čáhcefonteanain mat ledje siste .
nob: Da kunne vi drikke vann fra vannfontener som var montert innendørs .

source: Čáhci bođii bohccráigge siste gáivvos mii lei várrevealtti vuolde skuvlla bajábealde .
nob: Vannet ble ført i ledning ifra en vannbrønn oppunder fjellfoten ovenfor skolen .

source: Boares Goržži skuvla .
nob: Den gamle Fossen skole .

source: G. b. Ingrid Zeilon , Eliva Isaksen , Helga Andersen , Harda Vatne ja Ingvalda Eriksen
nob: F.v. Ingrid Zeilon , Eliva Isaksen , Helga Andersen , Harda Vatne og Ingvalda Eriksen

source: ( Govva : Laura Isaksen )
nob: ( Foto : Laura Isaksen )

source: Geasset lei skuvlafriddja , muhto ii lean leaksofriddja .
nob: Om sommeren var det skolefri , men ikke leksefri .

source: Fertiimet dalle lohkat ja oahppat bihtáid sihke biibalhistorjjás ja katekismmas , nu ahte máhtiimet daid muitalit bajil .
nob: Vi måtte da lese og lære stykker både fra bibelhistorien og katekismen slik at vi kunne fortelle fra disse utenat .

source: Vuosttaš jagiid lei 4 vahkku skuvla ja 4 vahkku friddja , ja dalle lei maid skuvla lávvordagaid .
nob: De første årene var det 4 uker skole og 4 uker fritt , og da også skole på lørdagene .

source: Muhto daid jagiid mielde maid mun vázzen skuvlla de rievdaduvvui ortnet nu ahte šattai eanet nu mo dál lea , skuvla vihtta beaivvi vahkkui ja guhkes geasseluopmu .
nob: Men i løpet av de årene jeg gikk på skolen ble denne ordningen endret til nærmere det vi har idag , altså skole fem dager i uka og lang sommerferie .

source: Skuvlabeaivi álggii 8-áigge ja nogai 14-áigge .
nob: Skoledagen begynte kl. 8 og var slutt kl. 14 .

source: Maŋimuš giđa lei mis eksámen maid , sihke rehkegis ja lohkamis .
nob: Siste våren hadde vi også eksamen , både i regning og i lesing .

source: Manai mu muittu mielde bures .
nob: Det gikk bra , såvidt jeg husker .

source: Skuvllas oaččuimet čállingirjjiid , kláddagirjjiid ja rehkenastingirjjiid , muhto biibalhistorjágirjji šattaimet ieža oastit .
nob: På skolen fikk vi skrivebøker , kladdebøker og regnebøker , men bibelhistorieboka måtte vi kjøpe selv .

source: Luohkkálanjas lei távval masa čáliimet krihtain , measta nu govt dál ge .
nob: På klasserommet var det tavle på rommet , som vi skrev på med kritt , omtrent slik som idag .

source: Niesti lei álo mielde , mus ge lei niesti vaikko orron skuvlla lahka .
nob: Skolemat hadde vi alltid med , også jeg selv om jeg bodde nært .

source: In mannan goassege siidii skuvlaáiggis , ii lean lohpi .
nob: Jeg gikk aldri hjem i skoletiden , det fikk vi ikke lov til .

source: Skuvlabiergasat ledje mus tøijaveaskkus .
nob: Skolesakene hadde jeg i en tøyveske .

source: Ledje olu leavssut .
nob: Hjemmelekser var det mye av .

source: Sihke sárgumis , rehkenastimis ja sálbmaoahppamis , ja sálmmaid fertiimet bajil oahppat .
nob: Både tegning , regning og salmer hadde vi , og salmene måtte vi lære utenat .

source: Eat lean meastá goassege mátkkis , muhto giđđat lei gilvinbeaivi .
nob: Ute på tur var vi nesten aldri , men om våren hadde vi en plantedag .

source: Dalle leimmet Jens Nilssa luhtte Suhttasluohkás .
nob: Da var vi på Jens Nilsa sitt stykke oppe ved Suhttasluohkká .

source: Doppe gilvviimet guosaid ja beziid , ja gait skuvlamánát ledje mielde .
nob: Der plantet vi gran og forra ( furu ) , og alle skolebarna var med .

source: Maŋimuš jagi go skuvlla vázzen de muittán ahte gilvviimet dan oasi mii luohká nalde šaddá , nuortalulle-geažis .
nob: Det siste året jeg gikk på skolen husker jeg av vi plantet den delen som vokser oppå bakken , det sørøstlige hjørnet .

source: Lei buorre leahkit mielde dakkár barggus , lei han suohtas gilvit .
nob: Det var fint å være med på dette , det var jo artig å plante .

source: Ja de lei buorre beassat iežá go dábálaš skuvlabargguin bargat .
nob: Også var det fin avveksling fra vanlig skolearbeid .

source: Eai lean skuvlajagis iežá mátkkit .
nob: Det var ingen andre utflukter i skoleåret .

source: Luonddufágas leimmet eanáš áiggi siste , muhto in muitte lei go mis dán fágas oahppogirji .
nob: I naturfag var vi mest innendørs , men jeg husker ikke om vi hadde lærebok i faget .

source: Dálvet ferteje mánát vázzit skuvlii , vaikko lei soapmásiin guhkes mátki .
nob: Vinterstid måtte barna som hadde lang vei , gå hele veien til skolen .

source: Eai lean bolton muohttaga luottain mange ládje árrat iđđedis , dávjá šadde mánát iežaset luotta ráhkadit .
nob: Veiene var ikke brøytet eller oppkjørt med hest og slede tidlig på morgenen , så ofte måtte barna selv tråkke vei .

source: Gal soames háve muhtumat gollo binnáš ovdalgo skuvlii olleje .
nob: Det hendte nok at noen av barna frøs litt før de nådde frem til skolen .

source: Eai lean dalle hilbes mánát , gaikkat atne skuvllohiid árvvus .
nob: Det var ingen rampete barn på den tiden , alle hadde respekt for lærerne .

source: Skuvlamánát ledje eanáš áigge siivui .
nob: Skolebarna var som regel snille .

source: Lei hávskes ja buorre áigi go vázzen skuvlla , mii han leimmet nu máŋga máná dalle .
nob: Det var en fin og trivelig tid da jeg gikk på skolen , vi var jo så mange barn på den tiden .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
